tap "gcenx/wine"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "marcqualie/nginx"
brew "glib"
brew "pkg-config"
brew "python@3.9"
brew "gcc"
brew "suite-sparse"
brew "tbb"
brew "ceres-solver"
brew "clisp"
brew "cmake"
brew "ruby"
brew "cocoapods"
brew "python@3.10"
brew "conan"
brew "openldap"
brew "wxwidgets"
brew "erlang"
brew "elixir"
brew "guile"
brew "unbound"
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "lame"
brew "libass"
brew "libbluray"
brew "sdl2"
brew "srt"
brew "ffmpeg"
brew "freetds"
brew "fswatch"
brew "gh"
brew "gpatch"
brew "grep"
brew "llvm@12"
brew "haskell-stack"
brew "hdf5"
brew "imagemagick"
brew "lapack"
brew "libmodplug"
brew "mysql", restart_service: true
brew "nasm"
brew "nghttp2"
brew "nginx", restart_service: true, link: false
brew "nim"
brew "node"
brew "nodebrew"
brew "numpy"
brew "opam"
brew "php"
brew "pnpm"
brew "pyenv"
brew "pyqt@5"
brew "ruby-build"
brew "rbenv"
brew "sbt"
brew "sox"
brew "tfenv"
brew "tree"
brew "vtk"
brew "wget"
brew "yq"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "marcqualie/nginx/nginx-full", args: ["with-rtmp-module"]
cask "docker"
cask "sofa-server"
